<?php

return [
    'user_search_success' => '.نتایج جستجوی کاربران با موفقیت دریافت شد',
    'transaction_search_success' => '.نتایج جستجوی تراکنش‌ها با موفقیت دریافت شد',
    'invoices_list_success' => '.لیست فاکتورها با موفقیت دریافت شد.',
    'expert_shares_success' => '.لیست سهم‌های مشاور فنی با موفقیت دریافت شد',
    'supplier_docs_success' => '.لیست اسناد سوپلایر( بارنامه / فاکتور ) با موفقیت دریافت شد',
    'expert_docs_success' => '.لیست اسناد مشاور فنی با موفقیت دریافت شد',
    'users' => [
        'activated' => '.کاربر با موفقیت فعال شد',
        'deactivated' => '.کاربر با موفقیت غیرفعال شد',
        'note_added' => '.یادداشت با موفقیت برای کاربر ثبت شد',
    ],
    'orders' => [
        'status_updated' => '.وضعیت سفارش با موفقیت تغییر کرد',
    ],
    'tickets' => [
        'reply_sent' => '.پاسخ شما با موفقیت ارسال شد',
        'closed' => '.تیکت بسته شد',
    ],
];
