<?php

return [

    "cannot_be_self"=> "شما نمی‌توانید برای خودتان به عنوان ذی‌نفع خرید کنید.",
    "code_sent_successfully"=> "اطلاعات ذی‌نفع تایید شد. کد تایید به موبایل ایشان ارسال گردید.",
    "verification_successful"=> "ذی‌نفع با موفقیت تایید شد. می‌توانید ادامه خرید را انجام دهید.",
    'sms_verification_body' => 'کاربر :name قصد خرید به نام شما در الیت-زون را دارد. کد تایید: :code',
    'mobile_nid_mismatch' => 'شماره موبایل با کد ملی مطابقت ندارد.',
    'mobile_check_failed' => 'خطا در استعلام شماره موبایل. لطفا دوباره تلاش کنید.',
    'birthdate_mismatch' => 'تاریخ تولد با کد ملی مطابقت ندارد.',
    'birthdate_check_failed' => 'خطا در استعلام تاریخ تولد. لطفا دوباره تلاش کنید.',
];
