<?php
return [
    'list_success' => '.لیست سوابق شغلی با موفقیت دریافت شد',
    'store_success' => '.سابقه شغلی شما ثبت شد و پس از بررسی ادمین، تایید خواهد شد',
    'delete_success' => '.سابقه شغلی با موفقیت حذف شد',
    'delete_denied' => '.امکان حذف سابقه شغلی تایید شده وجود ندارد',
    'type_invalid' => '.نوع مدرک باید (job) باشد',
    'title_required' => '.وارد کردن عنوان (سابقه شغلی) الزامی است',
    'file_required' => '.آپلود فایل مدرک (تصویر یا PDF) الزامی است',
    'file_mimes' => '.فرمت فایل باید jpg, png یا pdf باشد',
    'file_max' => '.حداکثر حجم فایل 2 مگابایت است',
];
