<?php

return [
    'national_code_mismatch' => '.کد ملی استعلام شده با کد ملی پروفایل شما مطابقت ندارد',
    'fetch_success' => '.اطلاعات تحصیلی شما با موفقیت استعلام و ثبت شد. این مدرک پس از تایید ادمین، در پروفایل شما نمایش داده خواهد شد',
    'fetch_error' => '.مشکل در دریافت اطلاعات از سامانه. لطفا دوباره تلاش کنید',
    'list_success' => '.لیست سوابق تحصیلی دریافت شد',
    'delete_denied' => 'امکان حذف مدرک تایید شده وجود ندارد',
    'delete_success' => '.مدرک تحصیلی با موفقیت حذف شد',
    'already_has_active_request' => '.شما یک مدرک تحصیلی در حال بررسی یا تایید شده دارید و مجاز به ثبت درخواست جدید نیستید',
];
