<?php
return [
    'index.success'   => 'لیست‌های علاقه‌مندی با موفقیت دریافت شدند.',
    'store.success'   => 'لیست علاقه‌مندی جدید با موفقیت ساخته شد.',
    'show.success'    => 'اطلاعات لیست علاقه‌مندی با موفقیت دریافت شد.',
    'update.success'  => 'لیست علاقه‌مندی با موفقیت به‌روز شد.',
    'destroy.success' => 'لیست علاقه‌مندی با موفقیت حذف شد.',

    'update.default_denied'  => 'امکان تغییر نام لیست پیش‌فرض وجود ندارد.',
    'destroy.default_denied' => 'امکان حذف لیست پیش‌فرض وجود ندارد.',

    'variants.store.success'   => 'محصول با موفقیت به لیست اضافه شد.',
    'variants.destroy.success' => 'محصول با موفقیت از لیست حذف شد.',
    'toggle.success'           => 'وضعیت محصول در علاقه‌مندی‌ها با موفقیت تغییر کرد.',
];
